{
  "metadata": {
    "source": "NewsGuard Nutrition Labels",
    "extracted_date": "2025-11-27T00:39:43.534716",
    "total_processed": 96,
    "errors": 0
  },
  "sources": [
    {
      "domain": "19thnews.org",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of a nonprofit group serving women, people of color, and LGBTQ communities. The site’s name refers to the U.S. constitutional amendment that gave women the right to vote.",
      "ownership_summary": "The 19th is a nonpartisan, nonprofit organization headquartered in Austin, Texas. It was co-founded in 2019 by Emily Ramshaw, former editor-in-chief at The Texas Tribune, and Amanda Zamora, formerly the chief audience officer at The Texas Tribune. According to the site, the 501(c)(3) nonprofit was launched with $5 million in donations by, among others, the Laurene Powell Jobs’ Emerson Collaborative, Craig Newmark Philanthropies, the Rockefeller Philanthropy Advisors’ Reproductive Health and Women’s Rights Collaborative; and the Ford, Knight, and Packard foundations. Founding corporate sponsors included Bumble, Goldman Sachs, Intuit, and CVS Health, according to the site. The 19th News* generated $11,365,137 million in total revenue in 2022, according to the latest Form 990 the organization has filed with the U.S. Internal Revenue Service. Of that total, nearly all came from contributions and grants. 19thNews.org earns income through those donations and some memberships.",
      "source_type": "news_media"
    },
    {
      "domain": "abcnews.go.com",
      "name": null,
      "newsguard_score": 87.5,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for the news division of the American Broadcasting Company, and the originator of programs such as “Good Morning America,” “20/20,” and “World News Tonight.”",
      "ownership_summary": "ABC News is owned by The Walt Disney Company’s Disney Media Networks division, commonly known as the Disney/ABC Television Group. The Walt Disney Company is a publicly traded media and entertainment company based in Burbank, California. In addition to its Disney/ABC Television Group, which comprises the company’s entertainment and news television holdings such as ABC, the Disney Channels, Marvel, Lucasfilm, Touchstone Pictures, and Freeform, Disney holds ownership stakes in ESPN Enterprises, Inc., A+E Networks, the History Channel, Lifetime, and online streaming platform Hulu. ABCNews.Go.comgenerates revenue through advertising and subscriptions.",
      "source_type": "news_media"
    },
    {
      "domain": "aljazeera.com",
      "name": null,
      "newsguard_score": 20.0,
      "newsguard_rating": null,
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 20.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for the English-language affiliate of the Qatari state-funded news agency, Al Jazeera, covering Middle Eastern affairs from an undisclosed pro-Palestinian perspective. The site has published multiple false and misleading claims about the war in Gaza.",
      "ownership_summary": "Al Jazeera English (AJE) is part of the Al Jazeera Media Network, a media conglomerate encompassing Al Jazeera Arabic (AJA), the online youth-targeted news outlet AJ+, and several other Al Jazeera foreign-language affiliates. Al Jazeera was founded in 1996 by Qatar’s then-ruling emir, Sheikh Hamad bin Khalifa Al Thani. Originally named Al Jazeera Satellite Network and run as a public organization by the Qatari government, Al Jazeera changed its name and legal status in 2006 to become what the site describes as a “private corporation established for the public benefit.” That year, the network launched Al Jazeera English (AJE). Al Jazeera, which is Arabic for “The Arabian Peninsula,”continues to be owned and funded by the Qatari government. Juan Carlos Van Meek, Al Jazeera’s director of digital innovation andprograms, told NewsGuard in a February 2019 email that the amount of funding the network receives from the Qatari government “varies every year” and that “more of our revenue is comi",
      "source_type": "news_media"
    },
    {
      "domain": "apnews.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The primary news site of The Associated Press, the world’s largest cooperative of media organizations, whose content is seen by more than half the world’s population every day.",
      "ownership_summary": "The AP, which operates as a nonprofit, is owned collectively by its member newspapers and broadcasting stations. Its president and CEO is British businesswoman Daisy Veerasingham, who succeeded Gary Pruitt, who was previously the president and CEO of publicly traded publishing company McClatchy. Executives from nearly 20 media companies serve on the AP’s board of directors. The chairperson is Gracia C. Martore, former president and CEO of Tegna, Inc., and former CEO of the predecessor Gannett Company before it split into two companies. She succeeded Steven Swartz, the president and CEO of Hearst. According to the AP, its primary source of revenue — 82 percent in 2023 — comes from content-licensing agreements with newspapers, news sites, and radio and TV stations. In late 2023, AP disclosed that it would start to accept donations in addition to its primary revenue sources. The organization’s goal for 2024 was to raise $500,000 through contributions. Newsrooms can also pay to use the AP’",
      "source_type": "news_media"
    },
    {
      "domain": "axios.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A news website that frequently publishes exclusive stories about politics, business, and technology. Axios describes its content as “smart brevity.”",
      "ownership_summary": "Axios is owned by Cox Enterprises, a family-owned television, digital media, and publishing company whose best-known newspaper is The Atlanta Journal- Constitution. The Atlanta-based Cox generates income primarily from its cable and broadband businesses, according to The New York Times. Axios Media Inc. announced in August 2022 that it was being acquired by Cox, an investor since 2021, and the Times reported that it was a $525 million deal. While Cox is the majority owner, Axios founders Jim VandeHei, Roy Schwartz, and Mike Allen remain as shareholders and on staff, and employees also hold stakes in the company. VandeHei serves as Axios' CEO, Schwartz is the CEO of Axios HQ, a software that uses artificial intelligence to facilitate companies’ internal communications, and Allen writes the Axios AM and Axios PM newsletters. Cox’s chief executive and chairman, Alex Taylor, sits on Axios’ board. Axios was founded in 2017 as the privately held, Arlington, Virginia-based Axios Media Inc. Th",
      "source_type": "news_media"
    },
    {
      "domain": "bbc.com",
      "name": null,
      "newsguard_score": 95.0,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for the BBC, the world’s largest public news broadcaster. Its international news coverage is published in more than 40 languages.",
      "ownership_summary": "The BBC is a public entity funded primarily by TV Licence fees required from every UK household and organization with television service. BBC News is a division of the BBC, producing radio, broadcast television, and digital content. A Royal Charter, a government document that is renewed every 10 years or so, regulates the BBC’s oversight and funding. The most recent charter, established in 2017, appointed a new, 13-member board. In February 2021, former Goldman Sachs banker Richard Sharp was confirmed as the board’s new chairman. Sharp’s appointment drew scrutiny for his relationship to Conservative of the Exchequer Chancellor Rishi Sunak, Sharp’s one-time mentee at Goldman Sachs, who served as prime minister between 2022 and 2024. In 2023 Sharp left the post amid unrelated questions involving a loan he helped arrange for former Prime Minister Boris Johnson. British TV Licence fees account for approximately 71 percent of the BBC’s income, according to a report on the House of Commons L",
      "source_type": "news_media"
    },
    {
      "domain": "bloomberg.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of Bloomberg News, one of the world’s largest news organizations, named after founder Michael Bloomberg, the billionaire philanthropist and former New York City mayor.",
      "ownership_summary": "Bloomberg News is part of Bloomberg L.P., a privately owned global information and technology company that launched in 1981. Michael Bloomberg, who served as a Republican and independent mayor of New York City from 2002 to 2013, is the company’s majority owner. Bloomberg sought the 2020 Democratic presidential nomination but ended his candidacy in March 2020. Bloomberg L.P. receives most of its revenue from selling subscriptions to the Bloomberg Terminal, a software system that provides access to financial data and news. The Bloomberg news service sells its content to other media outlets. Bloomberg.com generates revenue through advertisements and digital subscriptions.",
      "source_type": "news_media"
    },
    {
      "domain": "bostonglobe.com",
      "name": null,
      "newsguard_score": 92.5,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for The Boston Globe, a daily newspaper founded in 1872 that covers Boston, the capital city of Massachusetts, and the surrounding area, as well as national news.",
      "ownership_summary": "https://www.forbes.com/sites/briansolomon/2013/08/03/billionaire-red-sox- owner-john-henry-buys-boston-globe-for-70-million-from-new-york- times/#56fa06fa4daa https://www.nytimes.com/2018/05/24/us/boston-globe-newsroom.html https://www.bostonglobe.com/staff/mcgrory http://www.bostonglobe.com/corrections https://www.nbcnews.com/businessmain/boston-globe-once-bought-1-1- billion-sells-70-million-6C10835491",
      "source_type": "news_media"
    },
    {
      "domain": "breitbart.com",
      "name": null,
      "newsguard_score": 49.5,
      "newsguard_rating": "Proceed with Caution",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 49.5
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A conservative news and commentary site supportive of former President Trump. The site has published false and misleading claims about U.S. politics, immigration, and other topics.",
      "ownership_summary": "Breitbart.com is owned by Breitbart News Network, a Limited Liability Corporation registered in Delaware. In February 2017, Breitbart CEO Larry Solov said he was one of the company’s owners, along with Susie Breitbart, widow of founder Andrew Breitbart. The family of billionaire investor and Republican donor Robert Mercer bought nearly 50 percent of the company for $10 million in 2011, according to a January 2017 report in The Wall Street Journal. Mercer co- founded and invested $15 million in Cambridge Analytica, a data consulting firm that came under fire from both U.S. and British legislators for harvesting data from up to 87 million Facebook accounts without permission. In November 2017, Mercer announced he was selling his stake in Breitbart to his daughters. Mercer and daughter Rebekah provided financial backing to Donald Trump’s 2016 presidential campaign, and helped install former Breitbart chairman Steve Bannon as the campaign’s CEO in August 2016. Bannon served as a top White ",
      "source_type": "news_media"
    },
    {
      "domain": "cato.org",
      "name": null,
      "newsguard_score": 92.5,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for the Cato Institute, a Washington nonprofit think tank that produces public policy research with a libertarian perspective.",
      "ownership_summary": "The site is owned by the Washington-based nonprofit Cato Institute, which publishes public policy reports reflecting the libertarian principles of limiting the size and power of government and promoting free-market economies. In its About section, Cato states: “Our mission and work are made possible entirely through the tax‐ deductible contributions of Cato Sponsors, who share our commitment to a free and prosperous society. Individuals account for the vast majority of our support, with the remainder coming from foundations and corporations. We have never and will never accept a single cent from any government. We hope you will join us as a colleague in our mission.” According to its latest annual report, accessible on Cato.org and covering the fiscal year ending March 31, 2023, Cato generated $58.7 million in support and revenue, with the vast majority coming from contributions and grants, and with about $38.4 million in expenses. According to an article in Forbes in 2012, since Cato’",
      "source_type": "news_media"
    },
    {
      "domain": "cbc.ca",
      "name": null,
      "newsguard_score": 92.5,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The English-language website of CBC/Radio-Canada, the national public broadcaster for television and radio programming. The website’s French-language counterpart is Radio-Canada.ca.",
      "ownership_summary": "The Canadian Broadcasting Corporation and Radio-Canada were created by an act of Parliament in 1936. The public broadcaster retains editorial independence from the government, according to its charter. The CBC’s main base of operations is in Toronto. In the 2021-2022 fiscal year, CBC/Radio-Canada received $1.2 billion from the federal government, representing 65 percent of its total revenue.The broadcaster also derives revenue from advertising, subscriptions to its specialized services, leasing of office space, and retransmission royalties, according to the CBC/Radio-Canada’s annual and quarterly reports. The corporation operates more than 50 news, sports, and entertainment websites as subdomains, including CBCNews.ca, CBCMusic.ca, CBCSports.ca, and 20 local news sites.",
      "source_type": "news_media"
    },
    {
      "domain": "cbsnews.com",
      "name": null,
      "newsguard_score": 95.0,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of CBS News, a broadcast news pioneer that publishes national and international news, and award-winning programs such as “60 Minutes.”",
      "ownership_summary": "CBS News is owned by CBS News and Stations, a subsidiary of Paramount Skydance Corporation, a publicly traded, Los Angeles-based media conglomerate. Paramount Skydance was formed in August 2025 when Skydance Media, a movie production company, merged with Paramount Global in a deal valued at $8.4 billion. Paramount Global housed CBS’ broadcast, news, and entertainment assets, including CBS and CBS News, along with Paramount’s film and cable properties, including Paramount Pictures, Paramount+, Comedy Central, and MTV. In October 2025, Paramount, as it is generally known, acquired The Free Press, operator of a news and opinion website TheFP.com, for $150 million, according to The New York Times. Along with the acquisition, Paramount named The Free Press’s co-founder and CEO, Bari Weiss, as editor-in-chief of CBS News. The Free Press publishes news and commentaries that often criticize liberal stances on social issues — including gender identity, “cancel culture” on college campuses, and ",
      "source_type": "news_media"
    },
    {
      "domain": "cfr.org",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for the Council on Foreign Relations, a nonprofit think tank that publishes analyses on issues affecting U.S. foreign policy and international relations.",
      "ownership_summary": "The Council on Foreign Relations (CFR) is a nonprofit, nonpartisan organization open to U.S. citizens who apply for membership. Revenues come primarily from returns on endowment investments, individual and corporate member dues, and Foreign Affairs magazine. Revenue for the fiscal year ending in June 2023 was $107 million, with $83 million in expenses, the site disclosed in the organization’s annual report. The site states that it does not receive money from the U.S. or foreign governments.",
      "source_type": "news_media"
    },
    {
      "domain": "chicagotribune.com",
      "name": null,
      "newsguard_score": 92.5,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of the Chicago Tribune, a daily newspaper covering news in Chicago and its suburbs, as well as national and international reporting, plus commentary.",
      "ownership_summary": "The Chicago Tribune is owned by Tribune Publishing Company, a privately held media organization owned by New York-based hedge fund Alden Global Capital LLC. Alden also owns newspaper publisher MediaNews Group. On May 21, 2021, Tribune Publishing shareholders approved an Alden takeover offer that valued the company at $635 million. At the time, the hedge fund held an approximately 32 percent stake in what was previously the publicly traded Tribune Publishing, whose nine newspaper properties also include the (New York) Daily News, The Baltimore Sun, and the Hartford Courant. The deal closed on May 24, 2021, and it made Alden the second-largest newspaper owner in the U.S. by circulation, behind Gannett Co. Inc. Alden retained ownership of the Daily News but spun it off into an entity called Daily News Enterprises. The hedge fund has been the subject of controversy and public protests for substantial staff cuts at its MediaNews Group (formerly called Digital First Media) properties. MediaN",
      "source_type": "news_media"
    },
    {
      "domain": "city-journal.org",
      "name": null,
      "newsguard_score": 92.5,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for City Journal, a libertarian-leaning quarterly magazine published by the Manhattan Institute for Policy Research.",
      "ownership_summary": "City Journal is owned by the Manhattan Institute, a libertarian think tank and nonprofit organization based in New York City.The Manhattan Institute conducts research on topics such as urban policy, education, and economics, and publishes its own analysis and commentary on Manhattan-Institute.org. According to the Manhattan Institute’s IRS documents, total revenue for the year ending September, 2022, was $20.2 million, with expenses of $17 million. Contributions accounted for virtually all the organization’s revenue, with a very small amount coming from investment income, royalties, and program services, according to the IRS filings. The Manhattan Institute’s IRS documents say “restricted” on the form that names contributors, According to the progressive watchdog The Center for Media and Democracy, which tracks contributions to corporations and nonprofits, the Manhattan Institute’s past donors include the Pharmaceutical Research and Manufacturers of America, The Koch Family Foundations",
      "source_type": "news_media"
    },
    {
      "domain": "cnn.com",
      "name": null,
      "newsguard_score": 80.0,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The websiteof Cable News Network (CNN), the first U.S. television network dedicated to news, which pioneered the 24-hour news cycle.",
      "ownership_summary": "CNN and CNN.com, based in Atlanta, are owned by Warner Bros. Discovery Inc., the result of the April 2022 merger of the entertainment and news assets of the telecom giant AT&T and Discovery, a mass media and entertainment company. Warner Bros. Discovery’s holdings include the Warner Brothers film and entertainment studio; movie production company New Line Cinema; and approximately 20 cable networks including HBO, MAX, TNT, TBS, the Food Network, Science Channel, Discovery, and the Oprah Winfrey Network. CNN.comgenerates revenue from advertisements and sponsored articles.",
      "source_type": "news_media"
    },
    {
      "domain": "commondreams.org",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of Common Dreams, a nonprofit organization that publishes left-leaning news and commentary about politics and social issues.",
      "ownership_summary": "Common Dreams Inc. is a nonprofit newsroom founded by Craig S. Brown, a former Democratic consultant who remains the news outlet’s executive director, and his late wife, artist and political activist Lina Newhouser. The site’s About Us page states that Common Dreams is funded by the pooling of small donations. The nonprofit reported $1,564,119 in revenue for the fiscal year ending December 2022, a decline from $2.3 million in 2020, and almost entirely from contributions and grants, according to its most recent available annual filing with the U.S. Internal Revenue Service. Common Dreams reported expenses of $1.6 million in both those years. The website’s About Us page identifies organizations that recently contributed to Common Dreams, including Schumann Media Center, the Park Foundation, the Wallace Action Fund, the Lear Family Foundation, the Fonda Family Foundation, the Stephen and Tabitha King Foundation, “and many small community foundations.”",
      "source_type": "news_media"
    },
    {
      "domain": "cookpolitical.com",
      "name": null,
      "newsguard_score": 87.5,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for The Cook Political Report with Amy Walter, publishing news, analyses and projections related to national and state elections.",
      "ownership_summary": "The Arlington, Virginia-based Cook Political Report with Amy Walter is owned by Amy Walter, who is also the publication’s publisher and editor-in-chief. In August 2021, Walter took over from founder Charlie Cook, a one-time pollster who previously worked for former U.S. Sen. J. Bennett Johnston, a Louisiana Democrat, and for various Democratic campaign committees. Walter, who was Cook’s national editor and a columnist, as well as a host of NPR’s “The Takeaway,” continues to write columns for the publication. Cook has continued with the site as a contributor. CookPolitical.com charges subscription fees for unlimited access to its content, which includes pages tracking individual congressional races and state gubernatorial contests, as well as fundraising data. The website does not run advertisements.",
      "source_type": "news_media"
    },
    {
      "domain": "dailycaller.com",
      "name": null,
      "newsguard_score": 82.0,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 82.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A news site that covers politics and the media from a right-of-center perspective. The site in recent months has published some false and misleading claims.",
      "ownership_summary": "http://dailycaller.com/about-us/ https://www.washingtonpost.com/news/the-fix/wp/2017/06/02/charity-doubles- as-a-profit-stream-at-the-daily-caller-news-foundation/ https://www.crunchbase.com/organization/the-daily-caller#section-overview https://www.desmogblog.com/daily-caller https://www.exposedbycmd.org/tucker-carlson https://www.citizenaudit.org/organization/452922471/ https://www.dailykos.com/stories/2016/6/17/1539772/-Why-Do-the-Kochs-Want- To-Hide-Donations-From-The-IRS-The-Answer-WON-T-Surprise-You https://shop.dailycaller.com/ http://dailycallernewsfoundation.org/https://www.wsj.com/articles/fox-news-host-tucker-carlson-leaves-the-daily- caller-11591804588 What is NewsGuard®? https://apps.irs.gov/pub/epostcard/cor/452922471_201912_990_2021040217865 273.pdf https://projects.propublica.org/nonprofits/organizations/452922471 https://www.thedailybeast.com/donors-to-tucker-carlsons-daily-caller-news- foundation-revealed (Daily Beast article) https://secure.nmag.gov/coros/Documents/4",
      "source_type": "news_media"
    },
    {
      "domain": "dailykos.com",
      "name": null,
      "newsguard_score": 77.0,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 77.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A left-leaning political website that publishes some original reports and analyses, but primarily hosts unvetted posts by contributors. The site has published some false and misleading claims.",
      "ownership_summary": "The site is owned by Kos Media, a privately held, California-based company, founded by lawyer Markos “Kos” Moulitsas. Kos Media sponsors Netroots Nation, an annual convention of progressives. Originally named YearlyKos, Netroots Nation has been dubbed by HuffPost as “The Nation’s Largest Progressive Gathering.” Daily Kos derives revenue from advertisements, an online merchandise store, donations via crowdfunding website ActBlue, and subscriptions to an ad-free version of the site.",
      "source_type": "news_media"
    },
    {
      "domain": "dailywire.com",
      "name": null,
      "newsguard_score": 49.5,
      "newsguard_rating": "Proceed with Caution",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 49.5
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A conservative news site founded by commentator and podcaster Ben Shapiro, which has advanced some false or misleading claims about U.S. politics and other topics.",
      "ownership_summary": "DailyWire.com is owned by Bentkey Ventures LLC, a company registered in Texas. The company, which was originally named Forward Publishing, changed to its current name in 2019. Bentkey Ventures corporate records list the company’s manager as Farris C. Wilks, a pastor and billionaire who, along with his brother Dan, made a fortune in the fracking industry in the 2000s. The company is based in Cisco, Texas, the Wilks’ hometown. In September 2020, The Daily Wire relocated its news headquarters from Los Angeles to Nashville, Tennessee, where the company has created a successful, multi-faceted media operation. The About Us page lists Farris Wilks as one of four co-owners of Bentkey Ventures LLC. The other owners are CEO Caleb Robinson, past co-CEO Jeremy Boreing, and Ben Shapiro, who was the website’s editor-in-chief until July 2020, when he was named editor emeritus. Shapiro is a conservative commentator and podcaster, with 9.4 million followers on Facebook, more than twice the number of Fa",
      "source_type": "news_media"
    },
    {
      "domain": "dallasnews.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of The Dallas Morning News, a daily newspaper that was founded in 1885 and covers the Dallas-Fort Worth area and northern Texas.",
      "ownership_summary": "The DallasNews Corporation (formerly the A.H. Belo Corp), a publicly traded media company based in Dallas, owns the newspaper and DallasNews.com. The website generates revenue from advertising and subscriptions. DallasNews Corporation also owns media and marketing company Medium Giant.",
      "source_type": "news_media"
    },
    {
      "domain": "democracynow.org",
      "name": null,
      "newsguard_score": 92.5,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of Democracy Now!, a liberal news program broadcast on some PBS television and community radio outlets. The program is produced by journalist and show co-host Amy Goodman.",
      "ownership_summary": "Democracy Now! is produced by the nonprofit Democracy Now Productions Inc. The program was co-founded by journalists including current co-hosts Amy Goodman and Juan González, with the stated goal of creating an independent, alternative news source. Democracy Now! is funded by contributions and says it does not accept financing from advertising, underwriting, or government. Democracy Now Productions generated $10.9 million in revenue in 2023, nearly all from contributions according to its Form 990 filing with the Internal Revenue Service. The website features multiple links soliciting donations for Democracy Now!.",
      "source_type": "news_media"
    },
    {
      "domain": "dw.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of Deutsche Welle (DW), a tax-funded public-service German broadcaster, publishing international news in 32 languages. DW’s target audience is abroad.",
      "ownership_summary": "Deutsche Welle is a nonprofit public-service German broadcaster based in Bonn, governed under the German Deutsche Welle Act (DWG). It is a member of the public-service broadcaster consortium ARD. Unlike other ARD members, which are primarily financed through broadcasting fees paid by private households, businesses, and public institutions, DW is funded by the German government through federal tax revenue. Its budget is managed by the German Federal Commissioner for Culture and the Media. According to DW’s annual reports, the broadcaster received approximately 457.5 million euro in government funding in 2023. The Deutsche Welle Act is meant to ensure DW’s editorial independence from the German government. DW is governed by two executive bodies, the Broadcasting Board and the Administrative Board, as well as a Director-General. As set out under the Deutsche Welle Act, DW’s Director-General independently manages the broadcaster, assuming direct responsibility for all programming and inter",
      "source_type": "news_media"
    },
    {
      "domain": "economist.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for The Economist, a weekly British magazine that provides global news and analysis and was founded in 1843.",
      "ownership_summary": "The Economist is published by The Economist Group, which is owned by a variety of shareholders through its parent company, The Economist Newspaper Limited. The company’s articles of association state that no individual or company may hold more than 50 percent of the total shares and that no single shareholder “may exercise more than 20 percent of voting rights exercised at a general meeting of the company.” The largest single shareholder is Exor N.V., a Netherlands-based holding company whose largest shareholder is Giovanni Agnelli B.V., a company comprising Fiat founder Giovanni Agnelli’s descendants. Exor has significant investments in Juventus F.C., Ferrari, and Fiat Chrysler Automobiles. Other major Economist shareholders include the Cadbury, Rothschild, and Schroder families. In addition to The Economist, The Economist Group’s properties include the lifestyle and culture magazine “1843,” an annual collection of financial and political forecasts called “The World In …” and The Econ",
      "source_type": "news_media"
    },
    {
      "domain": "fivethirtyeight.com",
      "name": null,
      "newsguard_score": 92.5,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A website founded by data journalist Nate Silver that publishes numbers-driven news, polls, and analyses on politics, sports, and economics. Silver left in 2023.",
      "ownership_summary": "FiveThirtyEight.com is part of ABC News, a division of the publicly traded Walt Disney Company. Disney holds ownership stakes in ESPN Enterprises, Inc., A+E Networks, online streaming service Hulu, and a number of film and television production companies. FiveThirtyEight.com generates revenue from advertising and sponsored content. The site also sells FiveThirtyEight merchandise.",
      "source_type": "news_media"
    },
    {
      "domain": "foreignaffairs.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for Foreign Affairs, an influential international relations magazine published by the nonprofit Council on Foreign Relations.",
      "ownership_summary": "Foreign Affairs is owned and published by the Council on Foreign Relations (CFR), a 501(c)(3) nonprofit think tank that focuses on foreign policy and international relations. The council states on its website that it is “dedicated to improving the understanding of U.S. foreign policy and international affairs through the free exchange of ideas.” The council is funded by charitable contributions and member dues, as well as by revenue from Foreign Affairs magazine, which publishes in print every two months. According to a Form 990 filing with the U.S. Internal Revenue Service (IRS) for the period ending in June 2023, the council generated $107 million in revenue, 60 percent of which came from contributions, while expenses were $83 million. Foreign Affairs and the website generate revenue from advertisements, sponsored content and subscriptions. Users need a paid subscription to access most of Foreign Affairs’ content online.",
      "source_type": "news_media"
    },
    {
      "domain": "foreignpolicy.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for the international affairs magazine, Foreign Policy.",
      "ownership_summary": "Foreign Policy is part of the FP Group, which is owned by Graham Holdings Company, formerly known as the Washington Post Company. Other Graham Holdings properties include online magazine Slate, and education company Kaplan. In 2020, it sold the podcast company Megaphone to Spotify for $235 million. Under its previous incarnation as the Washington Post Company, Graham Holdings also published The Washington Post and Newsweek; it sold these properties in 2013 and 2010, respectively. ForeignPolicy.com runs advertisements and is supported through online and print subscriptions.",
      "source_type": "news_media"
    },
    {
      "domain": "foxbusiness.com",
      "name": null,
      "newsguard_score": 69.5,
      "newsguard_rating": null,
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of Fox Business Network, a 24/7 cable TV channel, publishing conservative-leaning news, including some unsubstantiated and misleading claims about COVID-19 and U.S. politics.",
      "ownership_summary": "Fox Business Network and FoxBusiness.com are owned by the publicly traded, New York-based media company Fox Corporation. The corporation is controlled by media mogul Rupert Murdoch and his family. In March 2019, Murdoch spun off Fox’s movie studio and television entertainment divisions, housed within Twenty-First Century Fox Inc., to the Walt Disney Company while retaining Fox News Channel, Fox Sports, and the Fox broadcast television network. Murdoch also runs major media company News Corp, which owns the daily New York Post, the Dow Jones business news service (including The Wall Street Journal), News Corp Australia, the Harper Collins publishing company, and the Storyful media company. Fox Business Network generates revenue from advertising revenue and licensing fees paid by the cable systems that carry it.FoxBusiness.com relies on advertising.",
      "source_type": "news_media"
    },
    {
      "domain": "foxnews.com",
      "name": null,
      "newsguard_score": 69.5,
      "newsguard_rating": null,
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 19.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of conservative Fox News Channel, the most-watched cable news network in the U.S. The site has published false or unsubstantiated claims, including about politics and COVID-19.",
      "ownership_summary": "FoxNews.com and Fox News Channel are part of Fox News Media, a subsidiary of the publicly traded, New York-based media company Fox Corporation. The company is controlled by the Murdoch media family. In November 2023, Lachlan Murdoch became chairman and CEO of News Corp. and Fox Corp. after his father, media mogul Rupert Murdoch, stepped down. Rupert Murdoch serves as chairman emeritus of both News Corp. and Fox Corp. In March 2019, Rupert Murdoch spun off Fox’s movie studio and television entertainment divisions, housed within Twenty-First Century Fox Inc., to the Walt Disney Co., while retaining Fox News Channel, Fox Sports, and the Fox Network on broadcast television. News Corp. owns the daily New York Post, the Dow Jones business news service (including The Wall Street Journal), News Corp Australia, the Harper Collins publishing company, and the Storyful media company. Fox News Channel relies on advertising revenue, subscriptions to its digital- streaming service Fox Nation, and lic",
      "source_type": "news_media"
    },
    {
      "domain": "france24.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The site of France 24, a French state-owned international news and current affairs television channel, which is broadcast in more than 180 countries.",
      "ownership_summary": "France 24 is owned by the French state through its holding company France Médias Monde, which is based in the Paris suburb of Issy Les Moulineaux. France Médias Monde operates the country’s international public-broadcasting organizations, including radio network Radio France Internationale, the Arabic- language radio station Monte Carlo Doualiya, and the media agency CFI. France Médias Monde is also a part owner of the French-speaking television channel TV5MONDE. The mission of France Medias Monde, under a French law passed in 1986, is to “contribute to the diffusion and promotion of the French language, French and francophone cultures, and the influence of France around the world, particularly through the programming and broadcasting of television, radio or communication services about French, francophone, European and international news to an online public.” In 2024, France Médias Monde is expected to receive approximately 304,2 million euros in subsidies from the French government. ",
      "source_type": "news_media"
    },
    {
      "domain": "freebeacon.com",
      "name": null,
      "newsguard_score": 80.0,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 80.0
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "An online newspaper that provides news and opinion about American politics and culture from a conservative perspective.",
      "ownership_summary": "FreeBeacon.com is owned by Free Beacon LLC, a privately held company based in Washington. The site, which previously was structured as a nonprofit, has been supported financially by billionaire Republican mega-donor Paul Singer, according to articles in The New Yorker and The New York Times. The publication refers to itself as The Washington Free Beacon. FreeBeacon.com generates revenue through advertisements.",
      "source_type": "news_media"
    },
    {
      "domain": "ft.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of the Financial Times, an international newspaper headquartered in London and best known for its reporting on business, finance, and politics.",
      "ownership_summary": "The Financial Times is owned by The FT Group, a holding company that since 2015 has been owned by the privately held Nikkei Inc. Nikkei is a Japanese news and information company that publishes Japan’s leading financial newspaper, the Nikkei, more formally known as The Nihon Keizai Shimbun. FT.com generates revenue through advertisements and subscriptions. The site has a hard paywall that requires readers to have a subscription to read most articles on the site.",
      "source_type": "news_media"
    },
    {
      "domain": "globalnews.ca",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A Toronto-based website that provides local, national, and international news, drawing on a network of 21 newsrooms throughout Canada.",
      "ownership_summary": "GlobalNews.ca is owned by Corus Entertainment, Inc., a publicly traded media and entertainment company headquartered in Toronto. Corus owns 21 local TV outlets, 39 radio stationsin Canada and some 50 specialty television channels and conventional stations that include HGTV Canada, Disney Channel Canada, and Nickelodeon Canada. GlobalNews.ca generates revenue through advertising.",
      "source_type": "news_media"
    },
    {
      "domain": "hoover.org",
      "name": null,
      "newsguard_score": null,
      "newsguard_rating": null,
      "criteria": {
        "false_content": {
          "status": null,
          "points": null
        },
        "responsible_gathering": {
          "status": null,
          "points": null
        },
        "corrections": {
          "status": null,
          "points": null
        },
        "news_opinion_separation": {
          "status": null,
          "points": null
        },
        "avoids_deceptive_headlines": {
          "status": null,
          "points": null
        },
        "ownership_disclosure": {
          "status": null,
          "points": null
        },
        "labels_advertising": {
          "status": null,
          "points": null
        },
        "reveals_leadership": {
          "status": null,
          "points": null
        },
        "content_creator_info": {
          "status": null,
          "points": null
        }
      },
      "description": null,
      "ownership_summary": null,
      "source_type": "news_media"
    },
    {
      "domain": "hotair.com",
      "name": null,
      "newsguard_score": 82.0,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A conservative website that covers U.S. politics and culture, and that has published inaccurate and misleading claims about politics and COVID-19.",
      "ownership_summary": "HotAir.com is owned by Townhall Media, which also publishes the conservative websites Townhall.com, RedState.com, Twitchy.com, PJMedia.com, and BearingArms.com. Townhall Media is owned by Salem Media Group, a publicly traded company whose properties, according to Salem’s website, target “audiences interested in Christian and family-themed content and conservative values.” Based in Irving, Texas, Salem owns more than 100 radio stations, most of which are Christian- themed talk and music stations; nearly 30 Christian and conservative websites; a book publishing arm; Christian-themed mobile apps; and investment-advice sites. HotAir.com derives revenue from advertising and through its VIP membership program, in which readers pay a monthly or yearly fee to visit the website ad-free and have access to exclusive content.",
      "source_type": "news_media"
    },
    {
      "domain": "houstonchronicle.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of the Houston Chronicle, the largest daily newspaper in Texas and a flagship Hearst Communications publication.",
      "ownership_summary": "The Houston Chronicle is owned by Hearst Communications, Inc., a privately held, New York-based media company that owns a mix of television stations, magazines, and 80 daily and weekly newspapers in the United States. Hearst’s other prominent newspaper brands include the San Francisco Chronicle, the San Antonio Express-News, and SeattlePI.com. HoustonChronicle.com generates revenue from advertising and subscriptions to its printed and digital products.",
      "source_type": "news_media"
    },
    {
      "domain": "huffpost.com",
      "name": null,
      "newsguard_score": 87.5,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of HuffPost, formerly The Huffington Post, publishing political and cultural news and commentary, often from a left-leaning perspective.",
      "ownership_summary": "HuffPost is owned by BuzzFeed, Inc., a publicly traded digital media company based in New York. In November 2020, BuzzFeed and HuffPost announced in a joint statement that the former would acquire the latter from HuffPost’s then owner Verizon Media Group. The agreement called for Verizon Media to invest an undisclosed sum into BuzzFeed and become a minority shareholder, according to a HuffPost article. In February 2021, Jonah Peretti, the founder and CEO of BuzzFeed, and a HuffPost co-founder, took charge of the combined properties. Besides HuffPost.com, Buzzfeed publishes viral content from the internet on its website and several other sites it owns such as the recipe site Tasty.co and operates Buzzfeed Studios, which develops and markets programming for media outlets. HuffPost.com generates revenue through advertisements and sponsored content.",
      "source_type": "news_media"
    },
    {
      "domain": "independent.co.uk",
      "name": null,
      "newsguard_score": 85.0,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for The Independent, an online newspaper originally founded as a neutral counterbalance to the highly opinionated UK press.",
      "ownership_summary": "Independent.co.uk is owned by the privately held Independent Digital News & Media Ltd. The company’s ownership is predominantly divided among three stakeholders: Evgeny Lebedev, Sultan Mohamed Abuljadayel, and Justin Byam Shaw. Lebedev, who owns 41 percent of the paper, according to the Financial Times, is a Russian-born British businessman who also owns The Standard (formerly The Evening Standard), a free London weekly newspaper.Lebedev also owned London Live, a local London television station, which closed in January 2025 in the wake of financial losses, according to the Guardian. Lebedev is the son of Alexander Lebedev, a Russian banking oligarch and self-acknowledged one-time KGB spy who until 2015 financed the Russian opposition newspaper Novaya Gazeta, and remained a shareholder until it closed in 2022. Evgeny Lebedev acquired his stake in The Independent in March 2010. Abuljadayel owns 30 percent of The Independent, according to The Financial Times. The Guardian reported in Augu",
      "source_type": "news_media"
    },
    {
      "domain": "inthesetimes.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of In These Times magazine, which describes itself as a “progressive” publication “dedicated to advancing democracy and economic justice.”",
      "ownership_summary": "In These Times is operated by the Chicago-based nonprofit the Institute for Public Affairs. The publication is financed by donations, advertising, and subscriptions. According to its most recent IRS filing, the Institute for Public Affairs reported about $2.7 million in revenue in 2020, 81 percent of which came from contributions. The site does not run ads online. It sells advertising for its print editions and solicits donations.",
      "source_type": "news_media"
    },
    {
      "domain": "jacobin.com",
      "name": null,
      "newsguard_score": 92.5,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for Jacobin, a socialist quarterly magazine that publishes analysis and commentary on politics and economics.",
      "ownership_summary": "Jacobin is owned by the Jacobin Foundation, a New York-based 501(c)(3) nonprofit organization. Its principal officer is the site’s editorial director, Bhaskar Sunkara. The foundation generated about $2.8 million in revenue in 2020, mostly from program services, according to the foundation’s annual IRS filing. The site generates revenue from advertisements, donations, and subscriptions. Jacobin sells books, T-shirts, and posters in an online store.",
      "source_type": "news_media"
    },
    {
      "domain": "justthenews.com",
      "name": null,
      "newsguard_score": 62.0,
      "newsguard_rating": null,
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A right-leaning political website founded by journalist John Solomon that has advanced some misleading and unsubstantiated claims.",
      "ownership_summary": "JustTheNews.com is owned by Bentley Media Group LLC, a privately held company based in Washington, D.C. According to Just the News’s About Us page, Bentley Media Group is owned by Solomon, the site’s editor-in-chief and CEO. The site was launched in January 2020 by Solomon, a veteran reporter who gained widespread attention in 2019 for a series of articles he wrote for The Hill about Democrat Joe Biden’s dealings with Ukraine during his tenure as vice president. Solomon also worked as a Washington reporter and editor for The Associated Press between 1987 and 2006, and is a former executive editor of the conservative Washington Times newspaper. Solomon was a contributor to Fox News between 2019 and 2020. JustTheNews.com generates revenue from donations, advertising, and subscriptions for an ad-free version of the site.",
      "source_type": "news_media"
    },
    {
      "domain": "latimes.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for the Los Angeles Times, one of the most widely circulated daily newspapers in the U.S., covering California, and national and international news.",
      "ownership_summary": "Los Angeles biotech billionaire Dr. Patrick Soon-Shiong bought the Los Angeles Times in June 2018 from Chicago-based Tronc Inc., now known as Tribune Publishing Company, in a $500 million deal withSoon-Shiong’s private investment firm, Nant Capital LLC. The San Diego Union-Tribune, the Spanish- language Hoy Los Angeles, and a handful of smaller newspapers were also part of the package. The website generates revenue from advertisements, including sponsored content, and subscriptions. A limited number of free articles are available before users are charged for digital subscriptions.",
      "source_type": "news_media"
    },
    {
      "domain": "miamiherald.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of the Miami Herald, a daily newspaper covering the city of Miami and South Florida. Launched over a century ago, the Herald has long been an influential institution in the region.",
      "ownership_summary": "The Miami Herald is owned by the privately held, New Jersey-based hedge fund Chatham Asset Management. The paper is among the dailies that Chatham acquired in 2020 after the California-based McClatchy Company went bankrupt. Chatham is also the majority owner of Canada’s largest news chain, Ottawa- based Postmedia Network Canada Corp., and owns a360 Media, publisher of the National Enquirer. MiamiHerald.com generates revenue through advertising and subscriptions.",
      "source_type": "news_media"
    },
    {
      "domain": "motherjones.com",
      "name": null,
      "newsguard_score": 69.5,
      "newsguard_rating": null,
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for Mother Jones, a left-leaning magazine that publishes in-depth journalism on social justice issues. The site has advanced some inaccurate and misleading claims about U.S. politics.",
      "ownership_summary": "MotherJones.com and the magazine, which publishes in print every two months, are owned by the nonprofit Center for Investigative Reporting. Both the magazine and the foundation are based in San Francisco. The Center for Investigative Reporting also owns news site RevealNews.org, which has shared a news staff with Mother Jones since the two organizations merged in February 2024. Also known as the Foundation for National Progress, the organization reported receiving $16.2 million in revenue for the fiscal year ending June 30, 2023, with $17.8 million in expenses, according to its most recent available annual filing with the U.S. Internal Revenue Service. Membership dues for the year totaled $6 million, and Mother Jones received about $7.8 million in other contributions, gifts, and grants. Approximately $796,000 came from program revenue, and the remainder came from advertising, royalties, and other sources. The site also generates revenue through advertisements and events. Mother Jones h",
      "source_type": "news_media"
    },
    {
      "domain": "nationalreview.com",
      "name": null,
      "newsguard_score": 92.5,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for the National Review, a leading conservative opinion magazine founded in 1955 by intellectual William F. Buckley Jr.",
      "ownership_summary": "The website and the print magazine are owned by for-profit National Review, Inc., a private, New York-based publishing company owned by the nonprofit National Review Institute. The Institute (NRI), founded in 1991, says in its tax filings that its goal is to “expand the understanding of conservative principles and philosophy in society and culture.” According to its latest, 2024, annual tax filings, the National Review Institute reported $8.9 million in revenue, mostly from contributions, and $7.6 million in expenses, for a slight loss. The website generates revenue from advertising, donations, print and online subscriptions, and promotions such as an annual cruise and a summer webathon.",
      "source_type": "news_media"
    },
    {
      "domain": "nbcnews.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of NBC News, a pioneering American broadcaster that publishes global news, original digital content, and clips from its network news shows.",
      "ownership_summary": "The site is part of NBCUniversal, a major media conglomerate owned by the publicly traded Comcast Corporation. NBCUniversal includes cable networks, such as MSNBC, CNBC, USA Network, Bravo, E!, Oxygen, Peacock, and the Golf Channel. Subsidiaries also include Spanish-language Telemundo, theme parks, and television and movie production. NBCNews.com generates revenue through advertisements.",
      "source_type": "news_media"
    },
    {
      "domain": "newrepublic.com",
      "name": null,
      "newsguard_score": 80.0,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for The New Republic, a magazine founded in 1914 known for liberal and occasionally contrarian commentary on politics and culture.",
      "ownership_summary": "The New Republic is owned by Win McCormack, a documentary film producer and publisher. The owner of Tin House Books, McCormack bought The New Republic in 2016 from Facebook co-founder Chris Hughes, whose effort to transform the magazine into a “digital media company” in 2014 led to mass resignations of top editors. The site earns revenue from advertisements and digital subscriptions.",
      "source_type": "news_media"
    },
    {
      "domain": "news.sky.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of Sky News, a London-based television network covering national and global news.",
      "ownership_summary": "Sky News describes itself as “an editorially independent part of Sky UK,” a telecommunications company owned by the American company Comcast NBCUniversal. Comcast acquired Sky, the news organization’s parent company, for $39 billion in October 2018 after outbidding 21st Century Fox Inc. On its website, Sky News states that Comcast has guaranteed its funding levels “until at least 2028.” News.Sky.com generates revenue from advertising.",
      "source_type": "news_media"
    },
    {
      "domain": "newsmax.com",
      "name": null,
      "newsguard_score": 20.0,
      "newsguard_rating": null,
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 20.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of conservative cable TV network Newsmax, which has repeatedly published false or egregiously misleading claims about U.S. politics and health.",
      "ownership_summary": "The website is owned by Newsmax Media Inc., a Florida-based company founded by Christopher Ruddy, who is the company’s CEO, president, and editor-in-chief. Ruddy has described himself as a close friend of former U.S. President Donald Trump’s and frequently offered commentary on the Trump administration for other news organizations. Ruddy is the majority owner of Newsmax Media, according to a January 2025 article from The Algemeiner Journal, which covers news about the Jewish community and Israel and included Ruddy on its list of \"The Top 100 People Positively Influencing Jewish Life.\" Newsmax.com runs advertisements, charges for premium content, and links to an online store.",
      "source_type": "news_media"
    },
    {
      "domain": "newsweek.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of Newsweek magazine, a one-time staple of American journalism, that provides coverage of national and international news, business, technology, and culture.",
      "ownership_summary": "IBT Media, owner of International Business Times, bought Newsweek in 2013 and later formed Newsweek Media Group, which split into two companies, Newsweek Publishing LLC and IBT Media Inc., in September 2018. Newsweek Publishing LLC is co-owned by Dev Pragad and Johnathan Davis, who is also CEO of IBT Media. New-York based Newsweek publishes the print and digital versions of the magazine, Newsweek.com, and international editions in Europe, the Middle East, Africa, and Asia. Newsweek’s international publications include websites in Japanese, Korean, Polish, Serbian, and Spanish. In 2012, Newsweek ceased publication of the print edition to save money, but then restarted it in 2014. The website generates revenue through advertising and subscriptions.",
      "source_type": "news_media"
    },
    {
      "domain": "npr.org",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for National Public Radio (NPR), the Washington-based producer of news programs distributed to over 1,000 public radio stations in the United States.",
      "ownership_summary": "NPR is funded in part by the U.S. federal government. It is also funded by programming fees paid by member stations, which are supported in part by federal, state and local governments. It is also funded by foundation grants, sponsorships, and listener donations. Its largest single donation is the 2003 gift of $200 million from the estate of philanthropist Joan Kroc, widow of McDonald’s Corp. founder Ray A. Kroc. According to a 2021 audited financial report, NPR showed revenues of $292 million. According to NPR’s website, $90 million came from station and programming fees, and $121 million came from corporate sponsorships. The percentage from corporate sponsorships has risen in recent years, while the percentage from station dues and fees declined slightly. The site also generates revenue from display advertisements. NPR is governed by a 23-member board of directors, which includes 12 individual member station managers who are elected by the member stations.",
      "source_type": "news_media"
    },
    {
      "domain": "nymag.com",
      "name": null,
      "newsguard_score": 82.5,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for New York Magazine, covering national and New York politics, culture, and entertainment.",
      "ownership_summary": "New York Magazine is owned by Vox Media, Inc., which owns publications including Vox, The Verge, real estate publication Curbed, and food site Eater. The print magazine is published twice a month. NYMag.com was previously owned by New York Media, a family-owned business that included the standalone websites The Cut and Vulture. Vox Media merged with New York Media in November 2019. New York Magazine generates revenue from advertisements, sponsored posts, magazine and website subscriptions, and product sales from The Strategist, which publishes product reviews. NYMag.com allows a limited number of free articles to readers before prompting them to purchase digital subscriptions.",
      "source_type": "news_media"
    },
    {
      "domain": "nypost.com",
      "name": null,
      "newsguard_score": 69.5,
      "newsguard_rating": null,
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for the New York Post, a daily newspaper known for its attention-grabbing headlines and gossip. The site has advanced inaccurate and misleading claims about politics, including about the Russia-Ukraine war.",
      "ownership_summary": "The site is owned by NYP Holdings Inc., a subsidiary of News Corp, a publicly traded international publishing conglomerate controlled by the Murdoch media family. In November 2023, Lachlan Murdoch became chairman and CEO of News Corp after his father, Rupert Murdoch, stepped down. Rupert Murdoch serves as chairman emeritus of News Corp. News Corp owns multiple media outlets, including The Wall Street Journal, Barron’s, The Times of London, MarketWatch, and Realtor.com. The site generates revenue through advertisements and sponsored content.",
      "source_type": "news_media"
    },
    {
      "domain": "nytimes.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of a New York-based news organization with a network of journalists worldwide whose coverage exerts significant influence on national and international news and on public debate.",
      "ownership_summary": "The New York Times Company is publicly owned with a shareholder structure that places power in the hands of the Sulzberger family, descendants of patriarch Adolph S. Ochs, who moved from Chattanooga, Tennessee, and bought the struggling paper in 1896. Following financial travail in the wake of the 2008 world financial crisis, Carlos Slim Helú, Mexico’s wealthiest individual, loaned the company $250 million and later became its single largest shareholder. With the industry-wide decline in advertising and print circulation revenues, the company increasingly relies on revenue from a highly successful drive, launched in 2011, to get online readers to buy subscriptions. According to its 2024 fourth-quarter earnings report, which was released in February 2025, the Times had approximately 11.4 million paid subscribers for its digital (including non-news products such as games) and print news products. It added 350,000 paid digital subscribers alone in the final quarter of 2024, according to t",
      "source_type": "news_media"
    },
    {
      "domain": "oann.com",
      "name": null,
      "newsguard_score": 22.5,
      "newsguard_rating": null,
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.5
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of right-wing cable news channel One America News Network, which has published multiple false or egregiously misleading claims, including about U.S. politics and elections.",
      "ownership_summary": "One America News Network is owned by the family-run, San Diego-based broadcasting company Herring Networks, Inc. The company also runs the cable channel AWE, formerly known as WealthTV. The founder of Herring Networks, Inc., Robert Herring, serves as the company’s chief executive officer. Robert’s son, Charles Herring, is the company’s president. OANN.com derives revenue from advertising.",
      "source_type": "news_media"
    },
    {
      "domain": "pbs.org",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for the Public Broadcasting System (PBS), a public television distributor, which hosts video from its national and local programs, including its flagship program, “PBS NewsHour.”",
      "ownership_summary": "PBS is a private, nonprofit corporation based in Arlington, Virginia, composed of more than 150 organizations that operate more than 300 PBS stations serving all 50 states and some U.S. territories. The corporation is funded by licensing fees from its member stations, federal grants from the Corporation for Public Broadcasting (CPB), which is a private, nonprofit corporation created by the U.S Congress in 1967, as well as memberships, sales of merchandise, and donations and grants from other organizations, corporations, and individuals. Although PBS receives grants from the CPB, which itself is funded by Congress, PBS operates independently from CPB and National Public Radio (NPR), another public broadcaster supported by CPB. Memberships comprise 29 percent of funding, with federal sources comprising about 14 percent, according to the site. PBS also receives revenue from a system of member station dues, pledge drives, and private foundation donations. Federal funding of CPB remained fl",
      "source_type": "news_media"
    },
    {
      "domain": "pjmedia.com",
      "name": null,
      "newsguard_score": 27.5,
      "newsguard_rating": null,
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 27.5
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A conservative site that has frequently published false or egregiously misleading claims about U.S. politics, elections, and climate change.",
      "ownership_summary": "PJMedia.com is part of Townhall Media, a publisher owned by Salem Media Group, a publicly traded company whose properties, according to its website, target “audiences interested in Christian and family-themed content and conservative values.” Salem also owns more than 100 radio stations, most of which are Christian-themed talk and music stations; more than a dozen websites; a publishing arm; Christian-themed mobile apps; and investment advice sites. Salem Media acquired Townhall Media in March 2019. Townhall Media also includes conservative sites Townhall, Red State, Twitchy, Hot Air, and Bearing Arms. The site derives revenue from advertisingand selling PJ Media VIP memberships, which provide subscriber-only content.",
      "source_type": "news_media"
    },
    {
      "domain": "politico.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A website that often breaks news about U.S. politics and elections, and publishes the well-known “Playbook,” a daily newsletter for and about Washington insiders.",
      "ownership_summary": "Politico and Axel Springer SE announced a deal in August 2021 to sell Politico to the German media and technology giant, and the sale closed in October 2021. As part of the sale, Robert Allbritton, the website’s co-founder, executive chairman, and publisher through the private Capitol News Company, LLC and its subsidiary, Politico LLC, remained as publisher through the transition. Politico is headquartered in Arlington, Virginia, with additional offices across the U.S. and Europe. Axel Springer is based in Berlin and has interests in more than 40 countries. Capitol News Company and Axel Springer had jointly owned Politico Europe, the brand’s European counterpart, since 2014. Axel Springer bought Allbritton’s 50 percent stake in the Brussels-based enterprise and purchased the technology site Protocol, according to an October 2021 news release from Axel Springer. Neither Allbritton nor Axel Springer disclosed the sale price. However, The Washington Post reported that Axel Springer was to",
      "source_type": "news_media"
    },
    {
      "domain": "powerlineblog.com",
      "name": null,
      "newsguard_score": 57.0,
      "newsguard_rating": "Proceed with Caution",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A website that publishes commentary on U.S. politics from a conservative perspective and that has published inaccurate claims about immigration, the Jan. 6, 2021, attack on the Capitol and abortion.",
      "ownership_summary": "PowerLineBlog.com does not disclose its ownership and is registered by a domain service that allows the registrant to remain anonymous. Power Line derives revenue from advertising, donations, and subscriptions to an ad-free version of the site.",
      "source_type": "news_media"
    },
    {
      "domain": "propublica.org",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A nonprofit news organization that publishes deeply reported investigations that have won a variety of awards, including eight Pulitzer Prizes.",
      "ownership_summary": "https://www.propublica.org/about/ https://www.propublica.org/reports/ https://assets.propublica.org/propublica-990-2017.pdf https://propublica.s3.amazonaws.com/assets/about/990-ProPublica-2007.pdf? _ga=2.90334739.886196210.1533737980-628152391.1527108789 https://assets.propublica.org/propublica_990_2016.pdfhttps://www.propublica.org/supporters/ What is NewsGuard®? http://www.slate.com/articles/news_and_politics/press_box/2007/10/what_do_h erbert_and_marion_sandler_want.html https://donate.propublica.org/give/141278/#!/donation/checkout https://www.propublica.org/propublicans? _ga=2.246793485.886196210.1533737980-628152391.1527108789 https://www.propublica.org/leadership/ https://www.nytimes.com/2008/12/25/business/25sandler.html http://content.time.com/time/specials/packages/article/0,28804,1877351_187735 0_1877343,00.html https://archives.cjr.org/feature/the_education_of_herb_and_marion.php http://articles.latimes.com/1988-08-03/business/fi-6705_1_troubled-institutions https://www.cbs",
      "source_type": "news_media"
    },
    {
      "domain": "prospect.org",
      "name": null,
      "newsguard_score": 92.5,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for The American Prospect, a nonprofit magazine that publishes liberal commentary, analysis, and reporting on current events.",
      "ownership_summary": "The American Prospect is owned by Washington-based 501(c)(3) nonprofit The American Prospect Inc. Publishing a print edition six times a year, the magazine earns revenue from donations, advertising, and subscriptions. The site does not identify the Prospect’s donors. According to the organization’s Form 990 filed with the Internal Revenue Service, The American Prospect had approximately $1.3 million in revenue in the tax year ending June 2020 and $1.6 million in expenses. The most recent Form 990 for the Prospect on the IRS website is from fiscal year 2020.",
      "source_type": "news_media"
    },
    {
      "domain": "publicintegrity.org",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of a nonprofit news organization that published in-depth stories exposing corporate and government wrongdoing. PublicIntegrity.org appears to have stopped publishing new content after January 2025, and ceased operations as an organization in March 2025.",
      "ownership_summary": "The Center for Public Integrity was a journalism nonprofit funded by grants from foundations and individual donations. The center reported total revenue of $3.1 million for the year ending in December 2024, and a total net loss of $2.25 million, according to its Form 990 U.S. Internal Revenue Service filing. Major donors had included the Knight Foundation, MacArthur Foundation, Park Foundation, Ford Foundation, the Carnegie Corporation, and the Leonardo DiCaprio Foundation. The site does not run advertisements.",
      "source_type": "news_media"
    },
    {
      "domain": "punchbowl.news",
      "name": null,
      "newsguard_score": 92.5,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "An online newsletter covering national politics, political campaigns, and federal policy in Washington, D.C.",
      "ownership_summary": "PunchBowl.news is owned by AJ Press LLC, according to the site’s copyright note at the bottom of each page. The site was founded by former Politico journalists Jake Sherman, Anna Palmer, and John Bresnahan, according to the About page. Palmer and Sherman are listed as executing officer’s for AJ Press, LLC, according to OpenCorporates.com. Sherman is an MSNBC political analyst and has worked as a congressional reporter for Politico. Palmer was previously a senior Washington reporter for Politico. Bresnahan also worked at Politico, as its congressional bureau chief. The site generates revenue from advertisements, subscriptions, and events.",
      "source_type": "news_media"
    },
    {
      "domain": "realclearpolitics.com",
      "name": null,
      "newsguard_score": 62.0,
      "newsguard_rating": null,
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A site focused on U.S. politics that highlights aggregated stories from across the political spectrum, while publishing some original content. It is well known for its aggregation of polling data.",
      "ownership_summary": "RealClearPolitics (RCP) is operated by RealClear Media Group, a privately held company based in Chicago. The company is owned by its co-founders, President and CEO John McIntyre, and Publisher and RealClearPolitics Executive Editor Tom Bevan, along with former RealClearPolitics CTO Anand Ramanujan and Crest Media LLC, a U.S. media investment company. Crest also owns Al-Monitor, a prominent Middle East news outlet. McIntyre, the President and CEO, was listed as a director at FDRLST Media, which owns the conservative news site The Federalist, on a 2017 Securities and Exchange Commission filing, which also listed RealClear Media Group’s Chicago headquarters as the address of FDRLST Media. However, Bevan, the publisher, told BuzzFeed News in August 2019 that “RealClearPolitics has nothing to do with The Federalist.” Bevan also hosts a weekly political radio show on 89 WLS, an AM radio station in Chicago. RealClear Media Group owns 13 other websites, including RealClearInvestigations.com, R",
      "source_type": "news_media"
    },
    {
      "domain": "reason.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for Reason, a libertarian opinion magazine favoring a reduced role for government. Reason has featured work from prominent writers and economists including Ayn Rand and Milton Friedman.",
      "ownership_summary": "Reason.com is a publication of the Reason Foundation, a Los Angeles-based nonprofit research and educational organization. The foundation is supported by contributions from individuals, foundations, and corporations, as well as by event fundraisers. The website generates revenue from advertising, sponsored content, and donations. The Reason Foundation took in approximately $15.2 million for fiscal year 2022, according to its U.S. Internal Revenue Service Form 990 filing. Of that, nearly $14 million came from contributions and grants; $1 million came from program services; $183,000 came from investments; and $127,000 came from other sources. Major donors to the Reason Foundation have included private organizations such as the Charles Koch Foundation and the Sarah Scaife Foundation, corporate sponsors including American Airlines and AT&T, and hundreds of individual donors, according to a list of 2019 donors. In 2022, the Bill and Melinda Gates Foundation gave $900,000, and the Sarah Scai",
      "source_type": "news_media"
    },
    {
      "domain": "redstate.com",
      "name": null,
      "newsguard_score": 27.5,
      "newsguard_rating": null,
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 27.5
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A right-leaning news site that routinely publishes false or egregiously misleading claims about U.S. politics",
      "ownership_summary": "RedState.com is part of Townhall Media, a publisher owned by Salem Media Group, Inc. Salem Media is a publicly traded company that describes itself as “a leading U.S. radio broadcaster, Internet content provider, and magazine and book publisher targeting audiences interested in Christian and family-themed content and conservative values.” Townhall Media includes the conservative websites Townhall, Hot Air, Twitchy, and Bearing Arms. Salem Media owns 95radio stations in the U.S., according to its website, most of which are Christian talk stations, news talk stations, and contemporary Christian music stations. The company also owns more than a dozen Christian content websites. RedState.com generates revenue through advertising, sponsored content, and subscriptions offering access to ad-free content, additional articles, and other perks.",
      "source_type": "news_media"
    },
    {
      "domain": "reuters.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for Reuters, an award-winning global news agency that provides content for customers in more than 120 countries.",
      "ownership_summary": "Reuters is owned by the publicly traded, Toronto-based Thomson Reuters Corp., a news and financial information provider. A majority of Thomson Reuters is owned by The Woodbridge Company Limited, a privately held business controlled by Canada’s wealthiest family, the Thomsons. David Thomson serves as chairman of both companies. News organizations pay a subscription fee to Reuters to use content including articles, photographs, and video footage. The fee varies, depending on the size of the subscriber’s organization and which services it chooses. Reuters is one of the largest news agencies in the world and is part of a broader company offering information and analysis for financial, accounting, and legal professionals. The news division took in $674 million in revenue and $103 million in adjusted earnings before interest, taxes, depreciation, and amortization, according to Thomson Reuters’ 2021 annual report. Reuters News that year accounted for 10.6 percent of the company’s total revenu",
      "source_type": "news_media"
    },
    {
      "domain": "rollingstone.com",
      "name": null,
      "newsguard_score": 87.5,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of a monthly magazine covering music, politics, and pop culture. Since its first issue in 1967, Rolling Stone has become a prominent voice of contemporary American culture.",
      "ownership_summary": "Penske Media Corporation, a privately held company owned by Jay Penske, owns and operates Rolling Stone. In late 2017, PMC bought a controlling stake from Wenner Media, Rolling Stone’s original publisher. PMC completed the acquisition in 2019, purchasing the remaining 49 percent stake from Singaporean social media company, Bandlab Technologies. Penske Media also owns Variety and Robb Report magazines and the entertainment-news websites Deadline Hollywood and Hollywood Life. Rolling Stone generates revenue through advertising, print and online subscriptions, and affiliate commissions. Rolling Stone also licenses international editions.",
      "source_type": "news_media"
    },
    {
      "domain": "salon.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A website covering politics, business, science, and culture from a left-leaning perspective.",
      "ownership_summary": "The site is owned by Find.co, a privately held company based in Malta. Find.co also owns CCN.com, a news site covering cryptocurrency and business. The company announced in November 2023 that it had purchased Salon.com for an undisclosed sum from previous owners Chris Richmond and Drew Schoentrup, who own fact-checking website Snopes.com and a pop culture site called TVTropes. Find.co CEO Mendel Benoit said in a November 2023 news release: “Our goal is to build on this success in partnership with Salon’s existing editorial team to grow the publication’s reach while expanding and sharpening coverage around finance and technology.” Salon.com generates revenue through advertisements and sponsored content, as wekk as subscription fees for ad-free content and other perks. The company was publicly traded from 1999 until August 2019. Before going private, it consistently lost money, posting a net loss of $696,000 in the last three months of 2017, the last time it publicly filed earnings repor",
      "source_type": "news_media"
    },
    {
      "domain": "semafor.com",
      "name": null,
      "newsguard_score": 92.5,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A global news site that launched with considerable fanfare in October 2022 featuring a novel article structure that seeks to separate facts from opinion and offers multiple perspectives on the story.",
      "ownership_summary": "Semafor.com is owned by Semafor, Inc., and is based in New York City. The site was co-founded by Ben Smith, former New York Times media columnist and former editor-in-chief of BuzzFeed News, and Justin Smith (not related), former CEO of Bloomberg Media. The site’s About page says it aims to distinguish “the lines between facts, analysis, opinion, counter-narratives, and global perspectives.” Launched in October 2022, Semafor.com raised initial funding of $25 million, according to Reuters. The site’s investors include David Bradley, owner of The Atlantic magazine; Jessica Lessin, founder of technology website The Information; and Sam Bankman-Fried, founder of the cryptocurrency exchange FTX, which filed for bankruptcy on Nov. 11, 2022. The $32 billion company collapsed in just days and Bankman-Fried resigned, after rival exchange Binance walked away from an agreement to buy FTX. The federal government indicted Bankman-Fried for multiple fraudulent schemes, including stealing billions of",
      "source_type": "news_media"
    },
    {
      "domain": "sfchronicle.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "One of the two news sites for the San Francisco Chronicle, a newspaper serving the San Francisco Bay Area of California. Unlike its sister site, SFGate.com, SFChronicle.com requires a subscription.",
      "ownership_summary": "SFChronicle.com, along with the San Francisco Chronicle newspaper and SFGate.com, are owned by Hearst Communications, Inc., a privately held, New York-based media company that owns a mix of television stations, magazines, and 80 daily and weekly newspapers in the U.S. Hearst’s other newspapers include the Houston Chronicle, Albany Times-Union, and the online-only Seattle Post-Intelligencer. Hearst generates revenue from advertising and subscriptions to its printed and digital products.",
      "source_type": "news_media"
    },
    {
      "domain": "slate.com",
      "name": null,
      "newsguard_score": 87.5,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of a left-leaning online magazine, covering politics, technology and culture.",
      "ownership_summary": "Slate.com is owned by Graham Holdings Company, a publicly traded media company founded as The Washington Post Co. in 1947. The company’s name changed after selling its most prominent property, The Washington Post, to Amazon founder Jeff Bezos in 2013. Graham Holdings owns seven television stations, the podcasting company Panoply, and the educational company Kaplan, among others. Slate.com generates revenue from advertising, memberships, and a percentage of purchases made when readers click on a link from an article to Amazon.com. The site and multiple podcasts are free, but it offers benefits to members for an extra fee, including advertising-free podcasts and the ability to buy discounted tickets early for Slate events. The company does not break out separate financial data for Slate. Jacob Weisberg, former editor-in-chief of Slate Group, told NewsGuard in 2018, “We have had years in which we made a profit and others not.” In January 2022, Ann McDaniel, a Graham Holdings consultant an",
      "source_type": "news_media"
    },
    {
      "domain": "talkingpointsmemo.com",
      "name": null,
      "newsguard_score": 80.0,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 80.0
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A news and opinion site that covers U.S. political and social issues from a liberal perspective that it does not disclose.",
      "ownership_summary": "Talking Points Memo is owned by TPM Media LLC, a privately held company headquartered in New York City. The company also has an office in Washington. Josh Marshall, the site’s founder and editor-in-chief, is listed as a company principal on a February 2021 TPM Media business filing in Vermont. TPM Media is also registered in New York. The site generates revenue through memberships, advertising, reader donations, and an online store. Membership benefits include fewer ads, access to premium content, and commenting capabilities.",
      "source_type": "news_media"
    },
    {
      "domain": "theamericanconservative.com",
      "name": null,
      "newsguard_score": 85.0,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of The American Conservative, a conservative political magazinepublished six times a year.",
      "ownership_summary": "The American Conservative magazine and website are owned by the American Ideas Institute, a nonprofit that advocates for classical political conservatism. The website appears to be the institute’s primary undertaking. The American Ideas Institute reported taking in approximately $2.3 million in revenue in 2022, mostly from contributions and grants, while spending roughly $2.6 million, according to its most recent filing with the U.S. Internal Revenue Service. TheAmericanConservative.com derives revenue through advertising and subscriptions. The site also seeks donations, asking readers to support “our mission to reclaim a ‘Main Street’ conservatism.”",
      "source_type": "news_media"
    },
    {
      "domain": "theblaze.com",
      "name": null,
      "newsguard_score": 35.0,
      "newsguard_rating": null,
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 35.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of The Blaze, a conservative media network that covers politics, culture, and religion. The site has repeatedly published false or egregiously misleading claims.",
      "ownership_summary": "TheBlaze.com is owned by Blaze Media LLC, a privately held company registered in Delaware formed by the December 2018 merger of conservative media companies TheBlaze Inc. and CRTV. Glenn Beck, who was a syndicated radio host at the time, founded The Blaze in 2010 under the company name TheBlaze Inc. CRTV was founded by conservative commentator Mark Levin, who hosts a Fox News opinion program called Life, Liberty & Levin. The company generates revenue through advertisements, subscription fees, and merchandise sales.",
      "source_type": "news_media"
    },
    {
      "domain": "thebulwark.com",
      "name": null,
      "newsguard_score": 92.5,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A website founded by conservative commentators Bill Kristol and Charlie Sykes that publishes original commentary, often from an anti-Trump perspective.",
      "ownership_summary": "The Bulwark is owned by Center Enterprises LLC, a privately held company registered in Washington, D.C. Editor Jonathan Last told NewsGuard in a December 2021 email that ownership of The Bulwark transitioned to Center Enterprises LLC in the fall of 2021. The site was previously owned by the Defending Democracy Together Institute, a nonprofit advocacy organization based in Washington that was directed by William Kristol, founder of the defunct conservative magazine The Weekly Standard. The only advertisement on the site is for the site’s store, which sells Bulwark- themed merchandise.",
      "source_type": "news_media"
    },
    {
      "domain": "theepochtimes.com",
      "name": null,
      "newsguard_score": 75.0,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 19.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "Thewebsite of The Epoch Times, a conservative newspaper founded by members of a spiritual group persecuted in China that previously advanced false and misleading claims about COVID-19. The site’s overall conservative perspective is not disclosed.",
      "ownership_summary": "The Epoch Times is published by the nonprofit The Epoch Times Association, Inc., and is affiliated withthe privately held Epoch Media Group, a news and entertainment company founded and owned by entrepreneur John Tang. He resigned as its CEO in June 2024 after criminal charges relating to fraud at the company were filed against another Epoch Media Group executive. After Tang’s resignation, a new leadership team was installed, led by Janice Trey, who previously served in executive roles at multiple companies, including Philips HealthCare, CNH Industrial, and microchip manufacturer GlobalFoundries. The paper has been associated with Falun Gong, a spiritual practice that has been banned in China. The Epoch Times launched in 2000 as a Chinese-language newspaper in Tang’s basement when he lived in Atlanta, Georgia, the company says. The enterprise has grown to host websites in 23 languages in 36 countries, according to the site. Print editions are published in eight of those languages: Chin",
      "source_type": "news_media"
    },
    {
      "domain": "thefederalist.com",
      "name": null,
      "newsguard_score": 12.5,
      "newsguard_rating": null,
      "criteria": {
        "false_content": {
          "status": "fail",
          "points": 6.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A conservative website that has repeatedly published false or egregiously misleading content about the Jan. 6, 2021, attack on the U.S. Capitol, COVID-19, and other issues.",
      "ownership_summary": "TheFederalist.com is owned by FDRLST Media LLC. The company’s Securities and Exchange Commission filings list four people as company executives or directors — John and Jenn McIntyre, Ben Domenech, and Sean Davis. Davis was previously the chief financial officer for the conservative Daily Caller website. Domenech is a political blogger, and John McIntyre is the co-founder and CEO for RealClear Media, a group of news and commentary websites. FDRLST Media has shared a Chicago mailing address with RealClearPolitics. A September 2017 SEC filing by FDRLST Media indicates that the company offered $750,000 of debt for sale, and sold $200,000 to two investors. The filing was a limited disclosure form and does not include information about revenue or investors. In March 2019, a separate organization called FDRLST Media Foundation was granted 501(c)(3) tax-exempt status from the Internal Revenue Service, according to documents on the agency’s website. Mollie Hemingway, editor-in- chiefof The Fede",
      "source_type": "news_media"
    },
    {
      "domain": "theguardian.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of The Guardian, a daily newspaper based in London known for its left-of-centre point of view and investigations into governments, politicians, and companies around the world.",
      "ownership_summary": "The Guardian is owned by The Scott Trust Limited, the sole shareholder of The Guardian Media Group, a private media company that owns The Guardian and The Observer, a Sunday newspaper. According to a site page describing The Scott Trust, its “core purpose” is to “ensure the financial and editorial independence of The Guardian in perpetuity: as a quality national newspaper without party affiliation; remaining faithful to its liberal tradition.\" The Scott Trust, whose board comprises 12 people from varying backgrounds, is also responsible for appointing The Guardian’s editor, who serves on the Trust’s board. The site derives revenue from advertisements, an optional membership program, reader contributions, and subsidies from the Scott Trust. Unlike most British newspapers, The Guardian has opted not to put a paywall on its website, relying instead on membership dues and reader contributions, stating: “We want to keep our journalism as open as we can.” The Guardian actively solicits donat",
      "source_type": "news_media"
    },
    {
      "domain": "thehill.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for The Hill, a national newspaper covering U.S. politics and government.",
      "ownership_summary": "The Hill is owned by Nexstar Media Group, a publicly traded, Irving, Texas-based company. After acquiring Tribune Media in September 2019, Nexstar became the largest owner of TV stations in the U.S., operating more than 200 of them across the country. Nexstar also owns NewsNation (formally WGN America), a cable news channel. The website generates revenue through advertisements and sponsored content.",
      "source_type": "news_media"
    },
    {
      "domain": "theintercept.com",
      "name": null,
      "newsguard_score": 80.0,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A self-described “adversarial” news site focused on national security, civil liberties, and other issues that grew out of the massive national-security leak in 2013 by NSA contractor Edward Snowden.",
      "ownership_summary": "TheIntercept.com is owned and operated by The Intercept, a nonprofit created in 2022, according to a January 2023 article published on TheIntercept.com. Annie Chabel, who worked as a consultant for the publication in 2022, serves as the nonprofit’s Chief Executive Editor, according to the site’s About page. According to the nonprofit’s most recent filing with the IRS for the fiscal year ending Dec. 2023, Intercept Media Inc. generated $19 million in revenue, nearly all of which came from contributions and grants. Until January 2023, The Intercept was owned by First Look Institute, a New York City-based nonprofit launched by eBay founder Pierre Omidyar that produces documentary and feature films and operates a fund that supports journalists and whistleblowers on issues of public access, including the Press Freedom Initiative at the University of Maryland. Although The Intercept is no longer owned by First Look Institute, it is still funded by “a significant multiyear gift” from First Lo",
      "source_type": "news_media"
    },
    {
      "domain": "themarshallproject.org",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A news site that publishes in-depth reporting and analysis on the criminal-justice system.",
      "ownership_summary": "TheMarshallProject.org is owned by the New York-based nonprofit The Marshall Project, Inc., which also owns News Inside, a free publication distributed in prisons and jails across the U.S. The Marshall Project has a board of directors chaired by Liz Simons, who succeeded its founder, Neil Barsky, who previously worked as a reporter at The Wall Street Journal and the New York Daily News, as well as having been a hedge fund manager. The Marshall Project earned approximately $14.5 million in revenue and $13.9 million in expenses, during the fiscal year ending June 2023, according to its filings with the IRS.The organization reported $14 million million in donations and grants. An October 2024 Editor & Publisher profile of The Marshall Project underscored, \"Partnerships are now part of the model, not just with large news agencies, including The New York Times, The Washington Post and NPR, but also with local newspapers, broadcast and radio outlets.\" The site does not carry advertising.",
      "source_type": "news_media"
    },
    {
      "domain": "thenation.com",
      "name": null,
      "newsguard_score": 92.5,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for The Nation, a magazine founded by abolitionists in 1865 that provides reporting and commentary from a left-leaning perspective.",
      "ownership_summary": "The site and magazine list the for-profit Nation Company, LLC as the owner in small copyright language at the bottom of the website. According to associate publisher Peter Rothberg, sole controlling interest in the company belongs to Katrina vanden Heuvel, who was both publisher and editor of the magazine between 1995 and 2019. Vanden Heuvel has since transitioned to the post of editorial director while remaining the publisher. The Nation’s revenue comes from subscriptions, donations, a limited amount of advertising, and fundraising initiatives such as an annual four-day festival, a wine club, and a travel program that organizes guided tours for readers to places such as Vietnam and Cuba with the magazine’s editors and contributors. The Nation’s 501(c)(3) nonprofit organization, The Nation Fund for Independent Journalism, reported $419,309 in revenue, from contributions, grants, and investment income, according to its 2022 Form 990 filing with the federal Internal Revenue Service. The ",
      "source_type": "news_media"
    },
    {
      "domain": "thespectator.com",
      "name": null,
      "newsguard_score": 80.0,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of the global edition of British weekly magazine The Spectator, which offers commentary from a conservative perspective.",
      "ownership_summary": "TheSpectator.com is published by The Spectator (1828) Limited, a privately held British company that also publishes the British edition of The Spectator. The Spectator (1828) Limited, in turn, is owned by May Corporation Limited, an offshore company in Jersey, a British Crown Dependency. That company is ultimately owned by British billionaire Frederick Barclay, who also owns the U.K.’s Daily Telegraph newspaper, international art magazine Apollo, and online retailer Very. The Spectator (1828) Limited also operates Apollo magazine, which publishes news about visual arts. The site derives revenue from advertising and features a paywall for unlimited access. In 2022, the website changed its domain name from SpectatorWorld.com to TheSpectator.com, according to records maintained by the Internet Corporation for Assigned Names and Numbers.",
      "source_type": "news_media"
    },
    {
      "domain": "time.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of Time, a weekly news magazine that is one of the most celebrated and recognized U.S. periodicals, known for special editions like “Person of the Year” and the “Time 100.”",
      "ownership_summary": "Time is owned by billionaire and Salesforce.com founder Marc Benioff and his wife, Lynne Benioff, who purchased the magazine from Meredith Corp. for $190 million in late 2018. Benioff, whose worth was placed at $7.35 billion in late August 2022 by the Bloomberg Billionaires Index, said that he planned to support the magazine financially but would not interfere in editorial decision-making. “Lynne and I will take on no operational responsibility for Time, and look only to be stewards of this historic and iconic brand with all of us,” Benioff said in a statement posted on Time.com in September 2018. In 2022 interviews with Axios, editor Edward Felsenthal underscored that the couple is not involved in editorial decisions. He also said that Marc Benioff’s financial goals include exceeding $200 million in revenue in 2022 and ultimately becoming profitable, potentially generating $1 billion in annual revenue and becoming the world’s “number one media brand.” Time.com earns revenue largely th",
      "source_type": "news_media"
    },
    {
      "domain": "townhall.com",
      "name": null,
      "newsguard_score": 69.5,
      "newsguard_rating": null,
      "criteria": {
        "false_content": {
          "status": "fail",
          "points": 6.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A conservative news and commentary site that has published some false and misleading claims about U.S. elections, the Jan. 6, 2021, attack on the U.S. Capitol, the COVID-19 pandemic, and other issues.",
      "ownership_summary": "Townhall is the flagship website of Townhall Media, a political news publisher that runs the content of other conservative sites, including HotAir.com, RedState.com, Twitchy.com, BearingArms.com, and PJMedia.com. Townhall Media is owned by Salem Media Group (formerly Salem Communications), a publicly traded company headquartered in Camarillo, California, that describes itself as “a leading U.S. radio and Internet broadcaster reaching audiences interested in Christian and family-themed content and conservative values.” Salem Media Group owns approximately 100 radio stations across the United States, according to its website, most of which are Christian talk stations, news talk stations, and contemporary Christian music stations. The company also owns more than a dozen Christian content websites, a publishing arm, Biblical-themed mobile apps, several investment advice sites, and a natural supplement e- commerce site. Townhall earns revenue through advertising and subscriptions.",
      "source_type": "news_media"
    },
    {
      "domain": "usatoday.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for USA Today, a national newspaper that is one of the most widely read dailies in the United States. The website publishes global news and local stories from Gannett-owned newspapers.",
      "ownership_summary": "USA Today is owned by the publicly traded, McLean, Virginia-based Gannett Co., Inc. In November 2019, GateHouse Media, and its parent company, New Media Investment Corp., acquired Gannett for approximately $1.1 billion in cash and stock, creating the largest newspaper chain in the U.S. with more than 260 daily newspapers. USA Today is the flagship publication of the chain, which is called Gannett Co. and also features papers such as the Arizona Republic and the Detroit Free Press. Gannett also owns Newsquest, a company of more than 165 newspaper brands and 40 magazines in the United Kingdom. In the U.S. and the U.K., Gannett generates revenue through advertisements and subscriptions for its printed publications, websites, and other digital products.",
      "source_type": "news_media"
    },
    {
      "domain": "vanityfair.com",
      "name": null,
      "newsguard_score": 72.5,
      "newsguard_rating": null,
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of Vanity Fair, a culture, politics, and fashion magazine known for celebrity profiles, long- form reporting, and provocative photography.",
      "ownership_summary": "VanityFair.com is part of Condé Nast, a subsidiary of the privately held media company Advance Publications, Inc. Advance’s other brands include The New Yorker, Vogue, GQ, American City Business Journals, and local newspapers throughout the U.S. The company also owns Turnitin, a company that provides plagiarism-detection software and other educational tools, and holds significant stakes in the telecom giant Charter Communications and entertainment company Warner Bros. Discovery. In recent years, substantial magazine losses have brought layoffs throughout Condé Nast, including the closing of Details and of the print versions of Teen Vogue and Self. In 2019, Condé Nast sold Golf Digest and W magazine. In 2022, Condé Nast announced it would close Vogue Russia due to the war in Ukraine. VanityFair.com generates revenue through advertising, sponsored content, and print and online subscriptions.",
      "source_type": "news_media"
    },
    {
      "domain": "vox.com",
      "name": null,
      "newsguard_score": 87.5,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A website that states it was founded to address what it called the gap between reporting and the audience’s understanding of that reporting, which it often does from a liberal perspective.",
      "ownership_summary": "Vox.com is owned by Vox Media, Inc., a privately held company whose investors include NBCUniversal, General Atlantic, Accel, Comcast Ventures, the Rockefeller Foundation, and Khosla Ventures. Vox Media also owns The Verge, SB Nation, Polygon, Eater, and Curbed. In September 2019, Vox Media merged with New York Media, the owner of New York Magazine, Intelligencer, The Cut, Vulture, Grub Street, and The Strategist. Neither company disclosed the value of the deal. Vox Media hosts and sells advertising for other sites, such as Funny Or Die and Bill Simmons’ The Ringer, and for other publishers in revenue-sharing agreements. The company licenses Chorus, its publishing platform, to other publishers, which use the platform to create stories, keep track of readership, and disperse content on social media. Vox Media also has a partnership with Netflix for a series called “Explained,” and partnerships with PBS and CNN for TV shows tied to its other websites.Recode’s tech-conference business also",
      "source_type": "news_media"
    },
    {
      "domain": "washingtonexaminer.com",
      "name": null,
      "newsguard_score": 92.5,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A website that covers national politics and policy from a right-of-center viewpoint, owned by a billionaire who funds conservative politicians and causes.",
      "ownership_summary": "The Washington Examiner is owned by The Washington Newspaper Publishing Company LLC, which does business as MediaDC and is a subsidiary of Clarity Media Group, a holding company owned by billionaire Philip Anschutz, who built fortunes in the fossil fuel, railroad, telecom, and entertainment industries and has invested heavily in wind energy. Anschutz also owns stakes in professional sports teams, the Staples Center in Los Angeles, the Coachella music festival, and vacation resorts. Anschutz donated over $1.5 million to Republican candidates and committees in the 2016 election cycle, approximately $400,000 in the 2020 cycle, approximately $3.3 million as of September 2022, and approximately $10,000 as of October 2023.His foundation, the Anschutz Foundation, has given money to a variety of conservative political groups, including the pro-business American Legislative Exchange Council, the libertarian and conservative advocacy group Americans for Prosperity, anti-marijuana legalization gr",
      "source_type": "news_media"
    },
    {
      "domain": "washingtonpost.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website for The Washington Post, a leading daily newspaper owned by Amazon founder Jeff Bezos, publishing local, national, and international news and in-depth analysis.",
      "ownership_summary": "The Post was owned for decades by the Graham family. In 2013, Donald Graham, son of the late publisher and CEO Katharine Graham, announced the sale of the Post to Jeff Bezos for a reported $250 million. WashingtonPost.com generates revenue through advertising and subscriptions. Users without digital subscriptions can only access a limited number of articles on the site.",
      "source_type": "news_media"
    },
    {
      "domain": "washingtontimes.com",
      "name": null,
      "newsguard_score": 62.0,
      "newsguard_rating": null,
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of The Washington Times, a national daily newspaper owned by the Unification Church, which has published some inaccurate or misleading claims about U.S. politics and COVID-19.",
      "ownership_summary": "The Washington Times has been owned by the Unification Church through multiple, privately held companies since the paper was founded in 1982. Church founder Reverend Sun Myung Moon, a self-described messiah and cult leader- like figure who died in 2012, invested more than $1 billion in The Washington Times during its first 20 years. Operations Holdings, Inc. owns The Washington Times LLC (the paper’s publisher) through one of its subsidiaries, TWT Holdings, LLC, which was registered in 2010. All three are incorporated in Delaware. The Unification Church owns Operations Holdings, Inc. It also owns or controls hotels, schools, and other media outlets and businesses, which the church says have generated tens of millions of dollars each year. The Washington Times earns revenue from advertising, sponsored content, and subscriptions.",
      "source_type": "news_media"
    },
    {
      "domain": "weeklystandard.com",
      "name": null,
      "newsguard_score": 92.5,
      "newsguard_rating": "Generally Credible",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A website that covers national politics and policy from a right-of-center viewpoint, owned by a billionaire who funds conservative politicians and causes.",
      "ownership_summary": "The Washington Examiner is owned by The Washington Newspaper Publishing Company LLC, which does business as MediaDC and is a subsidiary of Clarity Media Group, a holding company owned by billionaire Philip Anschutz, who built fortunes in the fossil fuel, railroad, telecom, and entertainment industries and has invested heavily in wind energy. Anschutz also owns stakes in professional sports teams, the Staples Center in Los Angeles, the Coachella music festival, and vacation resorts. Anschutz donated over $1.5 million to Republican candidates and committees in the 2016 election cycle, approximately $400,000 in the 2020 cycle, approximately $3.3 million as of September 2022, and approximately $10,000 as of October 2023.His foundation, the Anschutz Foundation, has given money to a variety of conservative political groups, including the pro-business American Legislative Exchange Council, the libertarian and conservative advocacy group Americans for Prosperity, anti-marijuana legalization gr",
      "source_type": "news_media"
    },
    {
      "domain": "wsj.com",
      "name": null,
      "newsguard_score": 100.0,
      "newsguard_rating": "High Credibility",
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 22.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "The website of The Wall Street Journal, a daily newspaper founded in 1889 covering politics, global financial markets, the economy, lifestyle, and arts.",
      "ownership_summary": "Dow Jones publishes The Wall Street Journal, which is owned by the public media conglomerate News Corp, controlled by the Murdoch family. News Corp also owns Barron’s, MarketWatch, HarperCollins, the New York Post, and other media entities. Murdoch also owns Fox Corporation. In addition to producing its print and digital editions, The Wall Street Journal hosts conferences for business leaders. The site is financed through advertisements, subscriptions, and sales of the publication’s other products, according to News Corp’s annual report. Much of the site’s content is only accessible to paid subscribers.",
      "source_type": "news_media"
    },
    {
      "domain": "zerohedge.com",
      "name": null,
      "newsguard_score": 15.0,
      "newsguard_rating": null,
      "criteria": {
        "false_content": {
          "status": "pass",
          "points": 15.0
        },
        "responsible_gathering": {
          "status": "pass",
          "points": 18.0
        },
        "corrections": {
          "status": "pass",
          "points": 12.5
        },
        "news_opinion_separation": {
          "status": "pass",
          "points": 12.5
        },
        "avoids_deceptive_headlines": {
          "status": "pass",
          "points": 10.0
        },
        "ownership_disclosure": {
          "status": "pass",
          "points": 7.5
        },
        "labels_advertising": {
          "status": "pass",
          "points": 7.5
        },
        "reveals_leadership": {
          "status": "pass",
          "points": 5.0
        },
        "content_creator_info": {
          "status": "pass",
          "points": 5.0
        }
      },
      "description": "A pro-Russia, anti-Western political and financial blog that has frequently published false or egregiously misleading claims about U.S. and international politics.",
      "ownership_summary": "Zero Hedge’s founder is Daniel Ivandjiiski, a Bulgarian-born former hedge fund analyst who started the blog after FINRA, the U.S. financial industry’s regulator, barred him for insider trading, according to New York Magazine and other outlets. The website’s copyright lists a company called ABC Media LTD as its owner. According to a 2012 court document, a search for Zero Hedge in a domain-registry database found that ABC Media LTD was based in Bulgaria. In response to a 2018 NewsGuard email to a general address on the site, an unnamed spokesperson said that the website is “100% employee owned and has never received outside funding.” Despite that statement, ZeroHedge runs advertisements and solicits donations through a Donate page. As of October 2024, the website also offered a monthly or annual subscription to receive content or commentary, or a “professional” subscription that would provide access to Zero Hedge’s “research database.”",
      "source_type": "news_media"
    }
  ],
  "errors": []
}